Repository: LordXeth/uninstaller
Catalog: *.lproj/Localizable.strings
Languages: ca, hr, lt, ms

source: Quit
ca: Sortir
hr: Završi
lt: Išeiti
ms: Keluar

source: Cancel
ca: Cancel·lar
hr: Prekid
lt: Atšaukti
ms: Batal

source: Uninstall
ca: Desinstal·lar
hr: Deinstalacija
lt: Išdiegti
ms: Padam

source: Details
ca: Detalls
hr: Detalji
lt: Detalės
ms: Perincian

source: Show detailed transcript
ca: Mostrar transcripció detallada
hr: Prikaži detaljni transkript
lt: Rodyti detalų nuorašą
ms: Tunjukkan transkrip terperinci

source: You are about uninstall *APP*
ca: És a punt de desinstal·lar TotalSpaces2
hr: O deinstalaciji TotalSpaces2-a
lt: Jūs tuoj išdiegsite TotalSpaces2
ms: Anda akan memadam TotalSpaces2

source: This program will uninstall all *APP* components from this computer.
ca: Aquest programa desinstal·larà tots els components de TotalSpaces2 d'aquest equip.
hr: Ovaj program će deinstalirati sve TotalSpaces2 komponente sa ovog računala.
lt: Ši programa išdiegs visus TotalSpaces2 komponentus iš šio kompiuterio.
ms: Program ini akan memadam semua komponen TotalSpaces2 dari komputer ini.

source: *APP* has been uninstalled
ca: TotalSpaces2 ha estat desinstal·lat
hr: TotalSpaces2 je deinstaliran
lt: TotalSpaces2 has been uninstalled
ms: TotalSpaces2 telah dipadam

source: Have a nice day.
ca: Que tingui un bon dia.
hr: Ugodan dan.
lt: Geros dienos.
ms: Semoga hari anda baik-baik sahaja.

source: *APP* uninstallation failed
ca: La desinstal·lació de TotalSpaces2 ha fallat
hr: Deinstalacija TotalSpaces2-a nije uspjela
lt: TotalSpaces2 išdiegimas nepavyko
ms: Pemadaman TotalSpaces2 gagal

source: The uninstall script encountered problems. Please see the details. Please report bugs to support@binaryage.com.
ca: La comanda de desinstal·lació ha trobat problemes. Vegi els detalls, si us plau. Reporti qualsevol problema a support@binaryage.com, si us plau.
hr: Skripta deinstalacije je naišla na probleme. Pogledajte detalje. Molimo prijavite greške na support@binaryage.com.
lt: Išdiegimo scenarijus susidūrė su problemomis. Prašau peržiūrėkite detales. Prašau praneškite apie kompiuterines klaidas adresu support@binaryage.com.
ms: Skrip pemadaman menghadapi masalah. Sila lihat perincian. Laporkan sebarang ralat kepada support@binaryage.com.

source: Uninstaller needs admin privileges to remove *APP* from your system.
ca: El desinstal·ladador necessita permisos d'administrador per a eliminar TotalSpaces2 del sistema.
hr: Za deinstalaciju su potrebne administratorske ovlasti za uklanjanje TotalSpaces2-a iz Vašeg sustava.
lt: Išdiegimo programai reikia administratoriaus privilegijų, kad pašalintų TotalSpaces2 iš jūsų sistemos.
ms: Penyahpasang memerlukan kebenaran pentadbir untuk memadam TotalSpaces2 dari sistem anda.

source: Running uninstall script:
ca: Executant la comanda de desinstal·lació:
hr: Trenutna skripta deinstalacije:
lt: Vykdomas išdiegimo scenarijus:
ms: Menjalankan skrip pemadaman:

source: Uninstall script finished successfully.
ca: La comanda de desinstal·lació ha finalitzat correctament.
hr: Skripta deinstalacije je uspješno završena.
lt: Išdiegimo scenarijus sėkmingai pabaigė.
ms: Skrip pemadaman selesai dengan jayanya.

source: Uninstall script needs admin rights.
ca: La comanda de desinstal·lació necessita permisos d'administrador.
hr: Za deinstalacijsku skriptu su potrebne administratorske ovlasti.
lt: Išdiegimo scenarijui reikalingos administratoriaus teisės.
ms: Skrip pemadaman memerlukan kebenaran pentadbir.

source: Uninstall script failed with error [%d].
ca: La comanda de desinstal·lació ha fallat amb l'error [%d].
hr: Skripta deinstalacije nije uspjela, greška [%d].
lt: Išdiegimo scenarijus nepavyko išdiegti su klaida [%d].
ms: Skrip pemadaman gagal dengan ralat [%d].
